[["realDonaldTrump",971409845453762560,"The U.S. is acting swiftly on Intellectual Property theft. We cannot allow this to happen as it has for many years!"],["realDonaldTrump",971335759679709185,"Great couple, great book! "],["realDonaldTrump",971186041171439616,"Will be making a decision soon on the appointment of new Chief Economic Advisor. Many people wanting the job - will choose wisely!"],["realDonaldTrump",971013841395027968,"Lowest rated Oscars in HISTORY. Problem is, we don’t have Stars anymore - except your President (just kidding, of course)!"],["realDonaldTrump",971009285181276160,"RT @EricTrump: Congratulations @FoxNews: Fox has 15 of the top 20 shows with @SeanHannity and @TuckerCarlson leading the pack at 1st and 2n…"],["realDonaldTrump",971008891751485440,"We will see what happens! "],["realDonaldTrump",971008238673068038,"We are getting it done - jobs and security! "],["realDonaldTrump",971007733313961984,"Total inaction on DACA by Dems. Where are you? A deal can be made!"],["realDonaldTrump",970644394591309824,"To protect our Country we must protect American Steel! #AMERICA FIRST"],["realDonaldTrump",969989251537481730,"Mainstream Media in U.S. is being mocked all over the world. They’ve gone CRAZY! "],["realDonaldTrump",969939200933056512,"Happy National Anthem Day! "],["realDonaldTrump",969660692419657728,"REST IN PEACE BILLY GRAHAM! "],["realDonaldTrump",969558431802806272,"We must protect our country and our workers. Our steel industry is in bad shape. IF YOU DON’T HAVE STEEL, YOU DON’T HAVE A COUNTRY!"],["realDonaldTrump",969532384285687808,"Eric, we are all with you and your family! Look forward to seeing you back on T.V. "],["realDonaldTrump",969408165308747777,"Good (Great) meeting in the Oval Office tonight with the NRA!"],["realDonaldTrump",969406846602752000,"RT @IvankaTrump: My OpEd on the importance of #YouthSports participation and how this Administration is seeking to lift barriers so all our…"],["realDonaldTrump",969406584534257671,"RT @Scavino45: “Trump Comes Through — Saves $1.4 Billion On New Air Force One” "],["realDonaldTrump",969374909209239552,"Manufacturing growing at the fastest pace in almost two decades!"],["realDonaldTrump",969374597127778304,"Jobless claims at a 49 year low!"],["realDonaldTrump",969311530733981698,"“Consumer Confidence in February Highest Since November 2000” "],["realDonaldTrump",969277822920470530,"“Manufacturing in U.S. Expands at Fastest Pace Since May 2004” "],["realDonaldTrump",969272683061022721,"Unemployment filings are at their lowest level in over 48 years. Great news for workers and JOBS, JOBS, JOBS! #MAGA "],["realDonaldTrump",968702480753315840,"Such a beautiful map, thank you! "],["realDonaldTrump",968468176639004672,"WITCH HUNT!"],["realDonaldTrump",967847560248426498,"RT @WhiteHouse: Merit-based immigration reform will benefit American workers and relieve the strain imposed by our current system on Federa…"],["realDonaldTrump",967609114238050304,"RT @VollrathTammie: @realDonaldTrump @FoxNews "],["realDonaldTrump",967597887545896961,"RT @FoxNews: President @realDonaldTrump on Dem FISA memo: \"A lot of bad things happened on the other side, not on this side, but the other…"],["realDonaldTrump",967597639293382657,"RT @FoxNews: President @realDonaldTrump on DACA: \"I'm the one that's pushing DACA and the Democrats are nowhere to be found.\" "],["realDonaldTrump",967564998238142471,"I will be interviewed by @JudgeJeanine on @FoxNews at 9:00 P.M. Enjoy!"],["realDonaldTrump",967563946063523840,"“Congressman Schiff omitted and distorted key facts” @FoxNews  So, what else is new. He is a total phony!"],["realDonaldTrump",967539664692350977,"Dem Memo: FBI did not disclose who the clients were - the Clinton Campaign and the DNC. Wow!"],["realDonaldTrump",967389553362423808,"RT @realDonaldTrump: I will be strongly pushing Comprehensive Background Checks with an emphasis on Mental Health. Raise age to 21 and end…"],["realDonaldTrump",967388904952344577,"So true Wayne, and Lowest black unemployment in history! "],["realDonaldTrump",967168890232082433,"Thank you to the great men and women of the United States @SecretService for a job well done!"],["realDonaldTrump",967023714268319744,"For those of you who are still interested, the Democrats have totally forgotten about DACA. Not a lot of interest on this subject from them!"],["realDonaldTrump",967023015035797504,"My daughter, Ivanka, just arrived in South Korea. We cannot have a better, or smarter, person representing our country."],["realDonaldTrump",967021512455802881,"CPAC Today!"],["realDonaldTrump",966317112565420033,"The GREAT Billy Graham is dead. There was nobody like him! He will be missed by Christians and all religions. A very special man."],["realDonaldTrump",966119932793585664,"@CNN @MSNBC Whether we are Republican or Democrat, we must now focus on strengthening Background Checks!"],["realDonaldTrump",966118856874971138,"So true, thank you! "],["realDonaldTrump",965943827931549696,"I have been much tougher on Russia than Obama, just look at the facts. Total Fake News!"],["realDonaldTrump",965780052167286784,"“The Faith of Donald Trump,” a book just out by David Brody and Scott Lamb, is a very interesting read. Enjoy!"],["realDonaldTrump",965676314576543744,"Obama was President up to, and beyond, the 2016 Election. So why didn’t he do something about Russian meddling?"],["realDonaldTrump",965582280772276224,"Have a great, but very reflective, President’s Day!"],["realDonaldTrump",965221024496279552,"The Fake News of big ratings loser CNN. "],["realDonaldTrump",965207569852780544,"RT @mike_pence: Big night. Largest-ever Dallas County GOP Reagan Day Dinner. As I told the crowd, under President @realDonaldTrump: Promise…"],["realDonaldTrump",964955496137535488,"The Fake News Media never fails. Hard to ignore this fact from the Vice President of Facebook Ads, Rob Goldman! "],["realDonaldTrump",964938678362628096,"Melania and I met such incredible people last night in Broward County, Florida. Will never forget them, or the evening!"],["realDonaldTrump",964512164865363968,"Cannot believe how BADLY DACA recipients have been treated by the Democrats...totally abandoned! Republicans are still working hard."],["realDonaldTrump",964232645495459840,"Presidential Proclamation Honoring the Victims of the Tragedy in Parkland, Florida:  "],["realDonaldTrump",964218319783055360,"RT @SpoxDHS: Schumer-Rounds-Collins destroys the ability of @DHSgov to enforce immigration laws, creating a mass amnesty for over 10 millio…"],["realDonaldTrump",963879275324760070,"Just spoke to Governor Rick Scott. We are working closely with law enforcement on the terrible Florida school shooting."],["realDonaldTrump",962435602296786944,"My thoughts and prayers are with the two police officers, their families, and everybody at the @WestervillePD. "],["realDonaldTrump",962326008127946752,"Jobless claims have dropped to a 45 year low!"],["realDonaldTrump",961743032952459264,"Time to end the visa lottery. Congress must secure the immigration system and protect Americans. "],["realDonaldTrump",961671974153080834,"I will be meeting with Henry Kissinger at 1:45pm. Will be discussing North Korea, China and the Middle East."],["realDonaldTrump",961270833569202176,"NEW FBI TEXTS ARE BOMBSHELLS!"],["realDonaldTrump",961038807658352640,"HAPPY BIRTHDAY to our 40th President of the United States of America, Ronald Reagan! "],["realDonaldTrump",960869939694505984,"My prayers and best wishes are with the family of Edwin Jackson, a wonderful young man whose life was so senselessly taken. @Colts"],["realDonaldTrump",960487657691385856,"Thank you to @foxandfriends for exposing the truth. Perhaps that’s why your ratings are soooo much better than your untruthful competition!"],["realDonaldTrump",960361010904338432,"Congratulations to the Philadelphia Eagles on a great Super Bowl victory!"],["realDonaldTrump",959784619712401410,"RT @EricTrump: #MakeAmericaGreatAgain 🇺🇸🇺🇸🇺🇸 "],["realDonaldTrump",959783486289793024,"RT @EricTrump: 🇺🇸🇺🇸🇺🇸 "],["realDonaldTrump",959488369293254658,"“Trump the orator outlines the greatness of America to Democrats’ disgust” "],["realDonaldTrump",958520216429957121,"Join me live for the #SOTU\n"],["realDonaldTrump",958070403901124609,"Congratulations to America’s new Secretary of @HHSGov, Alex Azar! "],["realDonaldTrump",957603800579297280,"Somebody please inform Jay-Z that because of my policies, Black Unemployment has just been reported to be at the LOWEST RATE EVER RECORDED!"],["realDonaldTrump",957032249509097472,"Thank you for the wonderful welcome @WEF! #Davos2018 "],["realDonaldTrump",956873004776116225,"Join me live at the 2018 World Economic Forum in Davos, Switzerland! #WEF18  "],["realDonaldTrump",956831942351183873,"Will be interviewed on  @SquawkCNBC by @JoeSquawk coming up at 6:00amE from Davos, Switzerland. Enjoy! #WEF18 "],["realDonaldTrump",956588348864454656,"Very productive bilateral meeting with Prime Minister Benjamin @Netanyahu of Israel - in Davos, Switzerland! #WEF18 "],["realDonaldTrump",956012274942128128,"Where are the 50,000 important text messages between FBI lovers Lisa Page and Peter Strzok?  Blaming Samsung!"],["realDonaldTrump",955458357200130049,"End the Democrats Obstruction! "],["realDonaldTrump",955428815777533952,"Democrats have shut down our government in the interests of their far left base. They don’t want to do it but are powerless!"],["realDonaldTrump",955426609326100480,"The Democrats are turning down services and security for citizens in favor of services and security for non-citizens. Not good!"],["realDonaldTrump",955052436187701248,"RT @realDonaldTrump: Democrats are holding our Military hostage over their desire to have unchecked illegal immigration. Can’t let that hap…"],["realDonaldTrump",954905101717655552,"RT @FoxNews: .@EricTrump: \"My father was elected for one reason, and that's because he actually believes in putting America first, which is…"],["realDonaldTrump",954904669112995840,"RT @FoxNews: .@KellyannePolls: \"Since @POTUS took office, 863,000 new jobs were filled by women. Over half a million American women have en…"],["realDonaldTrump",954904246494916609,"RT @FoxNews: .@davidwebbshow: \"Let's look at the calendar. It's January 20th. DACA expires on March 5th. That means this was a construct of…"],["realDonaldTrump",954904160016785413,"RT @FoxNews: .@EricTrump: \"People have seen a year that's incredible, that's been filled with nothing but the best for our country, America…"],["realDonaldTrump",954901073587834882,"Eric Trump on @JudgeJeanine on @FoxNews now!"],["realDonaldTrump",954876269300248576,"RT @realDonaldTrump: Democrats are far more concerned with Illegal Immigrants than they are with our great Military or Safety at our danger…"],["realDonaldTrump",954722155463430145,"Democrats are holding our Military hostage over their desire to have unchecked illegal immigration. Can’t let that happen!"],["realDonaldTrump",954681839419101185,"#AMERICA FIRST!"],["realDonaldTrump",954678287820902401,"This is the One Year Anniversary of my Presidency and the Democrats wanted to give me a nice present. #DemocratShutdown"],["realDonaldTrump",954386490842378241,".@WhiteHouse Briefing with Director Marc Short and Director Mick Mulvaney...\n"],["realDonaldTrump",954136290768846850,"House of Representatives needs to pass Government Funding Bill tonight. So important for our country - our Military needs it!"],["realDonaldTrump",953987636057821184,"A government shutdown will be devastating to our military...something the Dems care very little about!"],["realDonaldTrump",953984671674662912,"CHIP should be part of a long term solution, not a 30 Day, or short term, extension!"],["realDonaldTrump",953794085751574534,"And the FAKE NEWS winners are...\n"],["realDonaldTrump",953614071336701952,"Eric Trump on @foxandfriends  now!"],["realDonaldTrump",953360619834691585,"Today, it was my honor to welcome President Nursultan Nazarbayev of Kazakhstan to the @WhiteHouse! "],["realDonaldTrump",953352036309000194,"“President Donald J. Trump Proclaims January 16, 2018, as Religious Freedom Day” "],["realDonaldTrump",953271789790138368,"“90% of Trump 2017 news coverage was negative” -and much of it contrived!@foxandfriends"],["realDonaldTrump",953068179919638528,"RT @realDonaldTrump: Senator Dicky Durbin totally misrepresented what was said at the DACA meeting. Deals can’t get made when there is no t…"],["realDonaldTrump",953067686313037829,"RT @realDonaldTrump: DACA is probably dead because the Democrats don’t really want it, they just want to talk and take desperately needed m…"],["realDonaldTrump",953067606612828161,"RT @realDonaldTrump: I, as President, want people coming into our Country who are going to help us become strong and great again, people co…"],["realDonaldTrump",953067477830946816,"RT @realDonaldTrump: ...big unnecessary regulation cuts made it all possible” (among many other things). “President Trump reversed the poli…"],["realDonaldTrump",953067456255406081,"RT @realDonaldTrump: “President Trump is not getting the credit he deserves for the economy. Tax Cut bonuses to more than 2,000,000 workers…"],["realDonaldTrump",953066854079135744,"RT @EricTrump: I will be always be incredibly proud of my work for @StJude, raising $16.3+ million dollars over the last 10 years at a 9.2%…"],["realDonaldTrump",953066286434652165,"RT @EricTrump: #MakeAmericaGreatAgain 🇺🇸🇺🇸🇺🇸 "],["realDonaldTrump",953066265987420160,"RT @Heritage: We had a special visitor yesterday. @IvankaTrump, thank you for meeting with @KayColesJames, spending time with our team, and…"],["realDonaldTrump",952933691642339329,"RT @WhiteHouse: \"Dr. King's dream is our dream. It is the American Dream. It's the promise stitched into the fabric of our Nation, etched i…"],["realDonaldTrump",952526791658360833,"RT @realDonaldTrump: So much Fake News is being reported. They don’t even try to get it right, or correct it when they are wrong. They prom…"],["realDonaldTrump",952526145064505345,"...and they knew exactly what I said and meant. They just wanted a story. FAKE NEWS!"],["realDonaldTrump",952387373056380928,"RT @paulsperry_: "],["realDonaldTrump",952387277610774528,"RT @paulsperry_: Fusion GPS, firm behind disputed Russia dossier, retracts its claim of FBI mole in Trump camp\n"],["realDonaldTrump",952386227705204736,"RT @JackPosobiec: Dick Durbin called Trump racist for wanting to end chain migration. \n\nHere's a video of Dick Durbin calling for an end to…"],["realDonaldTrump",952385311669178368,"RT @LouDobbs: The stock market has gained an incredible 7.8 Trillion dollars in market value since @POTUS was elected! Looks like 4% econom…"],["realDonaldTrump",952166927476183040,"AMERICA FIRST!"],["realDonaldTrump",952166857670320128,"The Democrats are all talk and no action. They are doing nothing to fix DACA. Great opportunity missed. Too bad!"],["realDonaldTrump",951646736233189377,"Small Business Poll has highest approval numbers in the polls history. All business is just at the beginning of something really special!"],["realDonaldTrump",951645893513613312,"Thank you Adam Levine, The Federalist, in interview on @foxandfriends  “Donald Trump is the greatest President our Country has ever seen.”"],["realDonaldTrump",951478281303416832,"Great news, as a result of our TAX CUTS &amp; JOBS ACT! "],["realDonaldTrump",951441504203104256,"“45 year low in illegal immigration this year.” @foxandfriends"],["realDonaldTrump",951419415794511872,"In new Quinnipiac Poll, 66% of people feel the economy is “Excellent or Good.” That is the highest number ever recorded by this poll."],["realDonaldTrump",950937350003183618,"Thank you @GOPLeader Kevin McCarthy! Couldn’t agree w/you more. TOGETHER, we are #MAGA🇺🇸 "],["realDonaldTrump",950884128379035650,"As I made very clear today, our country needs the security of the Wall on the Southern Border, which must be part of any DACA approval."],["realDonaldTrump",950879772644659200,"RT @Scavino45: “Utilities cutting rates, cite benefits of Trump tax reform” "],["realDonaldTrump",949495534003412992,"Good idea Rand! "],["realDonaldTrump",949303089416294401,"The Mercer Family recently dumped the leaker known as Sloppy Steve Bannon. Smart!"],["realDonaldTrump",949070800417640454,"MAKING AMERICA GREAT AGAIN! "],["realDonaldTrump",948944124132167680,"Dow just crashes through 25,000. Congrats! Big cuts in unnecessary regulations continuing."],["realDonaldTrump",948881133340708864,"So beautiful....Show this picture to the NFL players who still kneel! "],["realDonaldTrump",948739073237311488,"MAKE AMERICA GREAT AGAIN!"],["realDonaldTrump",948189482284707840,"Companies are giving big bonuses to their workers because of the Tax Cut Bill. Really great!"],["realDonaldTrump",947824196909961216,"Will be leaving Florida for Washington (D.C.) today at 4:00 P.M. Much work to be done, but it will be a great New Year!"],["realDonaldTrump",947614110082043904,"HAPPY NEW YEAR! We are MAKING AMERICA GREAT AGAIN, and much faster than anyone thought possible!"],["realDonaldTrump",947544600918372353,"What a year it’s been, and we're just getting started. Together, we are MAKING AMERICA GREAT AGAIN! Happy New Year!! "],["realDonaldTrump",947328044821336070,"“Trump Rally: Stocks put 2017 in the record books” "],["realDonaldTrump",946725057384108033,"RT @charliekirk11: Incredible video: @CBS does a special on the GOP tax plan \n\nThe result?\n\nEvery middle class family they sat down with SA…"],["realDonaldTrump",946724984218669056,"RT @charliekirk11: ISIS getting slaughtered: \n\nSquare miles liberated from ISIS\nTrump: 26,000 --  Obama: 13,200\n\nTotal Square miles held by…"],["realDonaldTrump",946724719956578304,"RT @FoxBusiness: .@charliekirk11: \"What this president has done is truly historic, and if a Democrat president achieved 1/10th of what @POT…"],["realDonaldTrump",946724543774765056,"RT @charliekirk11: 3 big wins in 2017 you won't hear:\n\nTrump confirmed the most circuit court judges ever in a President's 1st year (all co…"],["realDonaldTrump",946519720450252800,"Together, we are MAKING AMERICA GREAT AGAIN!  "],["realDonaldTrump",946505517417095168,"RT @realDonaldTrump: “Arrests of MS-13 Members, Associates Up 83% Under Trump” \n"],["realDonaldTrump",946505439939911685,"RT @DanScavino: Congratulations to the 2017 @PinstripeBowl (Yankee Stadium) Champions, Iowa @HawkeyeFootball! "],["realDonaldTrump",946505312164630530,"RT @EricTrump: #ThrowbackThursdays \n@realDonaldTrump 🇺🇸🇺🇸🇺🇸 "],["realDonaldTrump",946505155809247232,"RT @IvankaTrump: “The Trump economy is booming.” One thing @realDonaldTrump “has done that has received little attention despite arguably d…"],["realDonaldTrump",946460939578167296,"I've been saying it for a long, long time. #NoKo "],["realDonaldTrump",946415026402988033,"Retail sales are at record numbers. We’ve got the economy going better than anyone ever dreamt - and you haven’t seen anything yet!"],["realDonaldTrump",946210723528572930,"“Arrests of MS-13 Members, Associates Up 83% Under Trump” \n"],["realDonaldTrump",945436206267060226,"RT @EricTrump: We should all take a moment to say a prayer for those who paid the ultimate price  — Their bravery and sacrifice allows us t…"],["realDonaldTrump",945287222210781184,"MERRY CHRISTMAS!!! "],["realDonaldTrump",945140007572004870,"MERRY CHRISTMAS!! "],["realDonaldTrump",944908467499884544,"RT @shawgerald4: @realDonaldTrump Thank you President TRUMP!! "],["realDonaldTrump",944667102312566784,"Wow, “FBI lawyer James Baker reassigned,” according to @FoxNews."],["realDonaldTrump",944666448185692166,"FBI Deputy Director Andrew McCabe is racing the clock to retire with full benefits. 90 days to go?!!!"],["realDonaldTrump",944659788826324992,"RT @EricTrump: #JournalismIsDead  "],["realDonaldTrump",944329684032081921,"Remember, the most hated part of ObamaCare is the Individual Mandate, which is being terminated under our just signed Tax Cut Bill."],["realDonaldTrump",944308373373308929,"The United Nations Security Council just voted 15-0 in favor of additional Sanctions on North Korea. The World wants Peace, not Death!"],["realDonaldTrump",944247868126318593,"95% of Americans will pay less or, at worst, the same amount of taxes (mostly far less). The Dems only want to raise your taxes!"],["realDonaldTrump",944188445748015105,"So true! "],["realDonaldTrump",943842608631238656,"Home Sales hit BEST numbers in 10 years! MAKE AMERICA GREAT AGAIN"],["realDonaldTrump",943598090069536768,"WE ARE MAKING AMERICA GREAT AGAIN! "],["realDonaldTrump",943543958730309633,"We are delivering HISTORIC TAX RELIEF for the American people!\n#TaxCutsandJobsAct "],["realDonaldTrump",943534069287194626,"Together, we are MAKING AMERICA GREAT AGAIN! "],["realDonaldTrump",943074475209355264,"DOW RISES 5000 POINTS ON THE YEAR FOR THE FIRST TIME EVER - MAKE AMERICA GREAT AGAIN!"],["realDonaldTrump",942883507868782592,"70 Record Closes for the Dow so far this year! We have NEVER had 70 Dow Records in a one year period. Wow!"],["realDonaldTrump",942882250089271297,"Thank you Maria B! "],["realDonaldTrump",942881716913438720,"So true Ivanka! "],["realDonaldTrump",942721681130483712,"Ivanka Trump will be interviewed on @foxandfriends."],["realDonaldTrump",942130137734242305,"WEEKLY ADDRESS🇺🇸 "],["realDonaldTrump",941868639199916037,"Great job Kevin, we are all proud of you! "],["realDonaldTrump",941867829397254144,"RT @RepKristiNoem: A lot of tough decisions got us to this point, but we’re closer than we’ve been in 30+ years to a fairer tax code that k…"],["realDonaldTrump",941867753677426688,"RT @SpeakerRyan: For individuals and families, the final Tax Cuts &amp; Jobs Act:\n✔lowers individual taxes\n✔nearly doubles the standard deducti…"],["realDonaldTrump",941867661310545920,"RT @PressSec: .@POTUS historic tax cuts + doubling of the child tax credit will do infinitely more to empower working moms than liberals' p…"],["realDonaldTrump",941820213518938112,"DOW, S&amp;P 500 and NASDAQ close at record highs! #MAGA "],["realDonaldTrump",941723524921724928,"To each member of the graduating class from the National Academy at Quantico, CONGRATULATIONS! "],["realDonaldTrump",941667918214987776,"It was my honor. THANK YOU! "],["realDonaldTrump",941449449850761217,"RT @GOPChairwoman: .@realDonaldTrump is the Paycheck President. Learn how the tax bill will put more money in your pocket &amp; how to contact…"],["realDonaldTrump",941417725833998340,"“Manufacturing Optimism Rose to Another All-Time High in the Latest @ShopFloorNAM Outlook Survey” "],["realDonaldTrump",941291666564141057,"Republican Tax Cuts are looking very good. All are working hard. In the meantime, the Stock Market hit another record high!"],["realDonaldTrump",941094961482780672,"Thank you Omarosa for your service! I wish you continued success."],["realDonaldTrump",939642796289470464,"Great Army - Navy Game. Army wins 14 to 13 and brings home the COMMANDER-IN-CHIEF’S TROPHY! Congratulations!"],["realDonaldTrump",939299624875118592,"Just arrived at the Pensacola Bay Center. Join me LIVE on @FoxNews in 10 minutes! #MAGA "],["realDonaldTrump",939274666404909056,"On my way to Pensacola, Florida. See everyone soon! #MAGA "],["realDonaldTrump",939189419386470401,"MAKE AMERICA GREAT AGAIN! "],["realDonaldTrump",939006911629869056,"I fulfilled my campaign promise - others didn’t! "],["realDonaldTrump",938786402992578560,"National Pearl Harbor Remembrance Day - “A day that will live in infamy!” December 7, 1941"],["realDonaldTrump",938756989542457344,"Go get the new book on Andrew Jackson by Brian Kilmeade...Really good. @foxandfriends"],["realDonaldTrump",938755723902713861,"RT @EricTrump: #MakeAmericaGreatAgain "],["realDonaldTrump",938752267611721728,"RT @ChuckGrassley: Jerusalem Embassy Act of ‘95 (Senate vote 93-5 &amp; I voted for it) states embassy should be in Jerusalem by 5/31/99. For 1…"],["realDonaldTrump",938469354089385985,"Join me live from the @WhiteHouse via #Periscope\n"],["realDonaldTrump",938422792080457731,"MAKE AMERICA GREAT AGAIN!"],["realDonaldTrump",938390844327038977,"RT @Scavino45: Time lapse video of the border wall prototypes, when they were being built in San Diego. Next phase underway: testing and ev…"],["realDonaldTrump",938184577255919623,"Join me this Friday in Pensacola, Florida at the Pensacola Bay Center! Tickets:  "],["realDonaldTrump",937653535486959616,"With the great vote on Cutting Taxes, this could be a big day for the Stock Market - and YOU!"],["realDonaldTrump",937314665176207360,"Report: “ANTI-TRUMP FBI AGENT LED CLINTON EMAIL PROBE”  Now it all starts to make sense!"],["realDonaldTrump",937297341266190336,"Such a total miscarriage of Justice in San Francisco! "],["realDonaldTrump",937296570256625666,"RT @paulsperry_: Wray needs to clean house. Now we know the politicization even worse than McCabe's ties to McAuliffe/Clinton. It also infe…"],["realDonaldTrump",937286804201451521,"RT @paulsperry_: BREAKING: top FBI investigator for Mueller--PETER STRZOK--busted sending political text messages bashing Trump &amp; praising…"],["realDonaldTrump",937280235384565760,"RT @GovChristie: .@POTUS has done more to combat the addiction crisis than any other President. "],["realDonaldTrump",937279645254340608,"RT @PressSec: The Trump effect: “The U.S. economy is running at its full potential for the first time in a decade” -WSJ\n"],["realDonaldTrump",937279001684598784,"I never asked Comey to stop investigating Flynn. Just more Fake News covering another Comey lie!"],["realDonaldTrump",937279001684598784,"I never asked Comey to stop investigating Flynn. Just more Fake News covering another Comey lie!"],["realDonaldTrump",937136868608626689,"Great job First Lady Melania! "],["realDonaldTrump",937065834635292673,"62 years ago this week, a brave seamstress in Montgomery, Alabama uttered one word that changed history... "],["realDonaldTrump",936646898408218626,"RT @WhiteHouse: President Trump proclaims today as #WorldAIDSDay:  "],["realDonaldTrump",936437372706836480,"A disgraceful verdict in the Kate Steinle case! No wonder the people of our Country are so angry with Illegal Immigration."],["realDonaldTrump",936351772603568130,"Our FIFTH 1K milestone of 2017!\n#DOW24K #MAGA "],["realDonaldTrump",936315571708289026,"Thank you @SenOrrinHatch. Let’s continue MAKING AMERICA GREAT AGAIN!  "],["realDonaldTrump",936219599422574592,"Stock Market hits new Record High. Confidence and enthusiasm abound. More great numbers coming out!"],["realDonaldTrump",936058006659321858,"Funny to hear the Democrats talking about the National Debt when President Obama doubled it in only 8 years!"],["realDonaldTrump",935841679977910272,"Looks like another great day for the Stock Market. Consumer Confidence is at Record High. I guess somebody likes me (my policies)!"],["realDonaldTrump",935838073618870272,"Great, and we should boycott Fake News CNN. Dealing with them is a total waste of time! "],["realDonaldTrump",935833914761007114,".@foxandfriends, we are in record territory in all things having to do with our economy! "],["realDonaldTrump",935832847654576128,"RT @EricTrump: #MakeAmericaGreatAgain "],["realDonaldTrump",935713791765110785,"Great day for Tax Cuts and the Republican Party. But the biggest Winner will be our great Country!"],["realDonaldTrump",935712632409030656,"Great work Ivanka! "],["realDonaldTrump",935712056690577414,"Just won the lawsuit on leadership of Consumer Financial Protection Bureau, CFPB. A big win for the Consumer!"],["realDonaldTrump",935656027026051072,"RT @narendramodi: Had a wonderful meeting with @IvankaTrump, advisor to @POTUS and leader of the US delegation at the @GES2017. "],["realDonaldTrump",935636972252618753,"Dow, S&amp;P 500 and Nasdaq all finished the day at new RECORD HIGHS! "],["realDonaldTrump",935545697360891904,"“Statement from President Donald J. Trump on #GivingTuesday” "],["realDonaldTrump",935513191374819328,"RT @IvankaTrump: It was an honor to meet with you Prime Minister Modi. Thank you for co-hosting the 8th annual Global Entrepreneurship Summ…"],["realDonaldTrump",935495996116742144,"RT @IvankaTrump: Thank you for the warm welcome. I’m excited to be in Hyderabad, India for #GES2017. "],["realDonaldTrump",935494911989862401,"RT @FLOTUS: The decorations are up! @WhiteHouse is ready to celebrate! Wishing you a Merry Christmas &amp; joyous holiday season! "],["realDonaldTrump",935494673744965637,"RT @statedeptspox: #GES2017 highlights the important role of women #entrepreneurs &amp; demonstrates the importance of #innovation &amp; partnershi…"],["realDonaldTrump",935494208164651008,"RT @FLOTUS: Had a wonderful visit from @JBA_NAFW children today at the @whitehouse! #WhiteHouseChristmas "],["realDonaldTrump",935340092583006208,"Thank you Rand! "],["realDonaldTrump",935150368207654912,"The good news is that their ratings are terrible, nobody cares! "],["realDonaldTrump",934563828834164739,"Wow, even I didn’t realize we did so much. Wish the Fake News would report! Thank you. "],["realDonaldTrump",933921775984967681,"Two great people! "],["realDonaldTrump",933918671503753216,"A great guy (with great ratings)! "],["realDonaldTrump",933917690552573952,"RT @DeptofDefense: #HappyThanksgiving from @USArmy and @USNationalGuard #soldiers serving with Task Force Marauder in #Afghanistan. 🦃 "],["realDonaldTrump",933917415028772864,"RT @Scavino45: Today, @POTUS @realDonaldTrump and @FLOTUS Melania visit the @USCG at the Lake Worth Inlet Station, in Riviera Beach, Florid…"],["realDonaldTrump",933720598383026176,"HAPPY THANKSGIVING! "],["realDonaldTrump",933662564587855877,"MAKE AMERICA GREAT AGAIN!"],["realDonaldTrump",933659179348299776,"@ThePlumLineGS MAKE AMERICA GREAT AGAIN!"],["realDonaldTrump",933517194142584833,"....And it will get even better with Tax Cuts! "],["realDonaldTrump",933446283632824321,"51 Million American to travel this weekend - highest number in twelve years (AAA). Traffic and airports are running very smoothly!  @FoxNews"],["realDonaldTrump",933443640881569792,"RT @FLOTUS: Preparations are underway to celebrate the holidays at the @WhiteHouse! "],["realDonaldTrump",933292289211772929,"RT @IngrahamAngle: “Far right”? You mean “right so far,” as in @realDonaldTrump has been right so far abt how to kick the economy into high…"],["realDonaldTrump",932578255810498560,"Under President Trump unemployment rate will drop below 4%.  Analysts predict economic boom for 2018!  @foxandfriends and @Varneyco"],["realDonaldTrump",931882145181773826,"RT @greta: Thank you @realDonaldTrump - this is important to so many of us "],["realDonaldTrump",931882044044529665,"RT @piersmorgan: BOOM! Thank you, Mr President. Trophy-hunting is repellent. "],["realDonaldTrump",931477193255014400,"If Democrats were not such obstructionists and understood the power of lower taxes, we would be able to get many of their ideas into Bill!"],["realDonaldTrump",931469365538672640,"Great numbers on Stocks and the Economy. If we get Tax Cuts and Reform, we'll really see some great results!"],["realDonaldTrump",931360196554821632,".And to think that just last week he was lecturing anyone who would listen about sexual harassment and respect for women. Lesley Stahl tape?"],["realDonaldTrump",931357870024687616,"The Al Frankenstien picture is really bad, speaks a thousand words. Where do his hands go in pictures 2, 3, 4, 5 &amp; 6 while she sleeps? ....."],["realDonaldTrump",931355543096233985,"Big win today in the House for GOP Tax Cuts and Reform, 227-205. Zero Dems, they want to raise taxes much higher, but not for our military!"],["realDonaldTrump",931140567089721344,"China is sending an Envoy and Delegation to North Korea - A big move, we'll see what happens!"],["realDonaldTrump",931123400810037248,"....your release possible and, HAVE A GREAT LIFE! Be careful, there are many pitfalls on the long and winding road of life!"],["realDonaldTrump",931122234437046272,"To the three UCLA basketball players I say:  You're welcome, go out and give a big Thank You to President Xi Jinping of China who made....."],["realDonaldTrump",930982399202217984,"Big vote tomorrow in the House. Tax cuts are getting close!"],["realDonaldTrump",930981685658902528,"Why are Democrats fighting massive tax cuts for the middle class and business (jobs)? The reason: Obstruction and Delay!"],["realDonaldTrump",930840960346611712,"It is actually hard to believe how naive (or dumb) the Failing @nytimes is when it comes to foreign policy...weak and ineffective!"],["realDonaldTrump",930837616714571776,"...They should realize that these relationships are a good thing, not a bad thing. The U.S. is being respected again. Watch Trade!"],["realDonaldTrump",930836707095863296,"The failing @nytimes hates the fact that I have developed a great relationship with World leaders like Xi Jinping, President of China....."],["realDonaldTrump",930815626460921856,"Do you think the three UCLA Basketball Players will say thank you President Trump? They were headed for 10 years in jail!"],["realDonaldTrump",930751807101562881,"Thank you! "],["realDonaldTrump",930750650010480640,"Thank you, working hard! "],["realDonaldTrump",930748627642998784,"While in the Philippines I was forced to watch @CNN, which I have not done in months, and again realized how bad, and FAKE, it is. Loser!"],["realDonaldTrump",930747213659197441,".@foxandfriends will be showing much of our successful trip to Asia, and the friendships &amp; benefits that will endure for years to come!"],["realDonaldTrump",930744931609694208,"Our great country is respected again in Asia. You will see the fruits of our long but successful trip for many years to come!"],["realDonaldTrump",930743631954305024,"RT @Scavino45: 20,295 miles later #POTUSinAsia has successfully concluded as @POTUS @realDonaldTrump lands on the South Lawn of @WhiteHouse…"],["realDonaldTrump",930742813599334402,"RT @realDonaldTrump: Unemployment is down to 4.1%, lowest in 17 years. 1.5 million new jobs created since I took office. Highest stock Mark…"],["realDonaldTrump",930742717721739264,"RT @PChowka: Sean Hannity's Big Week - Top Ratings, Probing Reporting, and Let There Be Light at American Thinker  h…"],["realDonaldTrump",930742569092435968,"RT @realDonaldTrump: Thank you to our GREAT Military/Veterans and @PacificCommand.\n\nRemember #PearlHarbor. Remember the @USSArizona!\n\nA day…"],["realDonaldTrump",930657178544984066,"Just returned from Asia after 12 very successful days. Great to be home!"],["realDonaldTrump",930490487903084544,"THANK YOU ASIA! #USA🇺🇸 "],["realDonaldTrump",930320191699017730,"I will be making a major statement from the @WhiteHouse upon my return to D.C. Time and date to be set."],["realDonaldTrump",930301344342265857,"Great to see @RandPaul looking well and back on the Senate floor. He will help us with TAX CUTS and REFORM!"],["realDonaldTrump",930259298407419904,"Excited to be heading home to see the House pass a GREAT Tax Bill with the middle class getting big TAX CUTS!\n\n#MakeAmericaGreatAgain🇺🇸"],["realDonaldTrump",930087113764327424,"Happy to announce, I am nominating Alex Azar to be the next HHS Secretary. He will be a star for better healthcare and lower drug prices!"],["realDonaldTrump",930050967067820032,"Will be leaving the Philippines tomorrow after many days of constant mtgs &amp; work in order to #MAGA! My promises are rapidly being fulfilled."],["realDonaldTrump",929717762422988801,"Thank you! "],["realDonaldTrump",929655283181391874,"Just landed in the Philippines after a great day of meetings and events in Hanoi, Vietnam! "],["realDonaldTrump",929492850101940225,"Will be doing a joint press conference in Hanoi, Vietnam then heading for final destination of trip, the Phillipines."],["realDonaldTrump",929492038231429120,"President Xi of China has stated that he is upping the sanctions against #NoKo. Said he wants them to denuclearize. Progress is being made."],["realDonaldTrump",928861178113040385,"Just landed in Da Nang, Vietnam to deliver a speech at #APEC2017"],["realDonaldTrump",928124338343202816,"Leaving South Korea now heading to China. Looking very much forward to meeting and being with President Xi!"],["realDonaldTrump",928105793366392832,"Together, we dream of a Korea that is free, a peninsula that is safe, and families that are reunited once again! "],["realDonaldTrump",928083235040579584,"Join me LIVE in South Korea🇺🇸🇰🇷\n#NationalAssembly #POTUSinAsia \n➡️ "],["realDonaldTrump",928016742575738882,"Thank you to all Americans who participated in Nat'l Rx Drug Take Back Day. A record amount of drugs collected &amp; disposed. We can do this!"],["realDonaldTrump",927906208203276288,"Franklin, such a great photo. \n\nHAPPY 99th BIRTHDAY to your father, @BillyGraham! "],["realDonaldTrump",927852358209622016,".@EdWGillespie will totally turn around the high crime and poor economic performance of VA. MS-13 and crime will be gone. Vote today, ASAP!"],["realDonaldTrump",927851452185407490,"....and has been horrible on Virginia economy. Vote @EdWGillespie today!"],["realDonaldTrump",927851387857367040,"Ralph Northam will allow crime to be rampant in Virginia. He’s weak on crime, weak on our GREAT VETS, Anti-Second Amendment...."],["realDonaldTrump",927847471321141249,"....is making. Working very hard on TAX CUTS for the middle class, companies and jobs!"],["RealDonalDrumpf",971433947841355776,"@KimKardashian "],["RealDonalDrumpf",971431191835443201,"The only reason I follow Ted Cruz is for the porn recommendations. "],["RealDonalDrumpf",971430888146948096,"#TheMoreYouKnow "],["RealDonalDrumpf",971424168196689923,"@CityOfAtlantic So much of it is going around."],["RealDonalDrumpf",971420209637707781,"Many people are saying they expected today to be a lot more Stormy. "],["RealDonalDrumpf",971415805366849536,"You still haven't found any condom receipts, though. Because I didn't use any! #smart "],["RealDonalDrumpf",971380880177541121,"A lot of my supporters are cyber bullying Stormy Daniels, which is making Melania very upset."],["RealDonalDrumpf",971250674326482945,"@tedlieu I won't sue you, @tedlieu, but only because I like you #greatminds "],["RealDonalDrumpf",971185750074064896,"I tried to convince Gary Cohn that many fine people believe in steel tariffs, but he wasn't buying it. #bothsides"],["RealDonalDrumpf",971184628760567808,"Abstinence is completely effective at preventing pregnancy, but only when combined with not fucking. "],["RealDonalDrumpf",971132334945783809,"Russia had no impact on the election! But the only way to make sure they have no impact next time is my new invention... paper!"],["RealDonalDrumpf",971082552550346752,"This is the future liberals want. "],["RealDonalDrumpf",971082116820848640,"Congratulations to Kellyanne Conway, recipient of two Hatch Act awards!"],["RealDonalDrumpf",971081794941607938,"Nashville Mayor Megan Barry has resigned after stealing $10,000 from taxpayers. But let's not turn this into a witch-hunt!"],["RealDonalDrumpf",971037881400725505,"#MAGA "],["RealDonalDrumpf",970883486843359233,"For once millions of people were shouting \"JUST GO!\" at the TV and it wasn't about me. Thanks, @ariejr! #TheBachelor"],["RealDonalDrumpf",970819881166950400,"Sneaky Sam Nunberg just got $50,000-worth of free legal advice from @AriMelber @mayawiley and @BarbMcQuade. Smart! #TheBeat"],["RealDonalDrumpf",970774926503436290,"OK, maybe there was a very small amount of collusion. "],["RealDonalDrumpf",970767356099289088,"Who knew obstruction of justice could be so complicated?"],["RealDonalDrumpf",970766465476517888,"Harsh. "],["RealDonalDrumpf",970753920950816768,"Sam Nunberg will not testify to the Grand Jury out of loyalty to Roger Stone. I'm in the clear!"],["RealDonalDrumpf",970724255259332609,"Jobless claims at a 49 year low! NAFTA has been a disaster!"],["RealDonalDrumpf",970689068018421761,"Until I was 70, I didn't even know what \"emoluments\" were, but now they're the #HardestThingsToGiveUp "],["RealDonalDrumpf",970668956007755776,"Rudy Giuliani made a hilarious fat joke about Hillary. Get over it! That's what we skinny guys with good hair do sometimes, OK?"],["RealDonalDrumpf",970524525493448704,"\"The Shape of Water\" was based on a story idea @RickSantorum came up with after Obama approved gay marriage. #Oscars"],["RealDonalDrumpf",970521971673968642,"I blame Obama. #Oscars"],["RealDonalDrumpf",970519056364253184,"Inclusion Rider.... Wasn't Stormy Daniels in that one? #Oscars"],["RealDonalDrumpf",970513305126174720,"Congratulations to Guillermo del Toro and Get Out. #Oscars"],["RealDonalDrumpf",970505518677659648,"Thank you #Oscars for this powerful montage celebrating men and women who fought for our freedom so I didn't have to! #AcademyAwards"],["RealDonalDrumpf",970492893352939526,"No Eric, Blade Runner 2049 is not proof that Obama has a time machine #Oscars"],["RealDonalDrumpf",970485668920152071,"Starting immediately, there will be a 25% tariff on all movies from Chile! #Oscars"],["RealDonalDrumpf",970477416186511362,"Imagine if we devoted as much camera time and coverage to climate change as we do to my tweets! #Oscars "],["RealDonalDrumpf",970441442794631169,"I knew somebody was doing the raping. It turns out it's white so-called \"Christians\" in Kentucky. "],["RealDonalDrumpf",970367035719987200,"You make white Christian child rape sound like a bad thing. "],["RealDonalDrumpf",970352471896936450,"They are laughing their asses off in Moscow! "],["RealDonalDrumpf",970348966113153024,"My loyalty is unquestionable. "],["RealDonalDrumpf",970246416462434304,"Someone just told me that wasn't Jeff Sessions, it was Kate McKlinton. Uncanny resemblance! Gets me every time."],["RealDonalDrumpf",970085514211659776,"V. Putin is smart! "],["RealDonalDrumpf",970071110728417285,"Only 300 golfing days till my re-election!"],["RealDonalDrumpf",970035687083905024,"The NRA are great people and great patriots. Everyone in Russia tells me that. "],["RealDonalDrumpf",970021627206479872,"#HoldMyBeerAndWatchMe Fuck the Planet "],["RealDonalDrumpf",970000147181723653,"Poor Roy Moore. Can't even get a babysitting job anymore. "],["RealDonalDrumpf",969993169642446848,"Standing is required. Knowing the words isn't. #NationalAnthemDay"],["RealDonalDrumpf",969990558931456002,"The NRA assures me there's nothing to worry about. "],["RealDonalDrumpf",969964163710750720,"I need someone who lets me touch them. "],["RealDonalDrumpf",969945993381928960,"It's not insider trading when the President does it. "],["RealDonalDrumpf",969939599677186048,"Sweden's a shithole anyway. "],["RealDonalDrumpf",969939217748029440,"The daily mass shootings will continue until we elect politicians who are not afraid of the NRA. "],["RealDonalDrumpf",969938411770523650,"Celebrities should stay out of politics! "],["RealDonalDrumpf",969937514437009408,"@JonahNRO Same"],["RealDonalDrumpf",969937064887246849,"@ratxhetlilbaby @ziyapapaya Same"],["RealDonalDrumpf",969757943393587200,"It's at times like this I'm glad I'm not a billionaire. "],["RealDonalDrumpf",969757263375331328,"I'll miss Carl. Terrific guy. "],["RealDonalDrumpf",969743555509014530,"\"Those who do not learn from history are condemned to repeat it\" -- Jared's dad "],["RealDonalDrumpf",969703829053861888,"Trade wars are good and so easy to win! "],["RealDonalDrumpf",969418892941692928,"Good (Great) meeting in the Oval Office tonight with the NRA! "],["RealDonalDrumpf",969367020574859264,"If I can't have Hope, neither can you. "],["RealDonalDrumpf",969339528736624641,"Just as long as we keep them away from healthcare. "],["RealDonalDrumpf",969337570680242176,"I wanted to fire Mr. Magoo, not H.R. Pufnstuf!"],["RealDonalDrumpf",969330253159071744,"Meanwhile Jared's asking for his security clearance back just until he's renegotiated his interest rate with the Bank of China."],["RealDonalDrumpf",969328588280549376,"I'm just not sure why he personally needed to fly on a private jet to pick it up."],["RealDonalDrumpf",969328367894958080,"He went out of his way to explain what a delicious sandwich it was."],["RealDonalDrumpf",969327904252407809,"Ben Carson just asked me to lend him $2,500 to buy a sandwich."],["RealDonalDrumpf",969307503120076805,"Sometimes you ban a religion. Other times you have a prayer breakfast. #bothsides "],["RealDonalDrumpf",969296667005595649,"Jeff Sessions would never pay full price for a new car. "],["RealDonalDrumpf",969047019485528064,"Who will ever gaze at my combover the way Hope Hicks used to do? "],["RealDonalDrumpf",969041119454613506,"Hope Hicks is like family! She never admits anything until she knows you have proof she's lying. "],["RealDonalDrumpf",969035424508375041,"All I over wanted was to lose by 3 million votes and start my own TV channel so I could whine about it for 8 years."],["RealDonalDrumpf",969034872642854912,"I see what you did there. "],["RealDonalDrumpf",969025490358030336,"The 💩💩💩💩💩💩 emojis I keep texting him are the giveaway. "],["RealDonalDrumpf",968981113489297408,"Winning comes at you fast. "],["RealDonalDrumpf",968971871311089664,"I'm losing Hope."],["RealDonalDrumpf",968948966762188800,"Under Obama, the government never came for your guns. I'm changing that! #Trumpistan #PoliceState "],["RealDonalDrumpf",968943432889757698,"WITCH HUNT! "],["RealDonalDrumpf",968942404240838656,"I feel like @KatyTurNBC just grabbed me back."],["RealDonalDrumpf",968914363338969089,"Just a slight hiccup in my plan to arm thousands of teachers "],["RealDonalDrumpf",968894865516978178,"It's incredible how popular Jared is around the world right now! "],["RealDonalDrumpf",968889586368819200,"45 year low on illegal border crossings this year! No one even wants to come to this shithole anymore."],["RealDonalDrumpf",968814736761675776,"I asked Hope if Jared hates me now and she said, \"No, Big D, he's really cool with everything. He loves you. We all love you.\""],["RealDonalDrumpf",968650053496733696,"The winning just doesn't stop. Thank you, @EllisRosen! "],["RealDonalDrumpf",968603562795307010,"Jared Kushner is merely a low-level intern &amp; coffee boy who has fathered three of my grandchildren with a woman I hardly know called Ivanka"],["RealDonalDrumpf",968580963428130816,"As Ivanka told @axios: “Josh is honest, passionate and thoughtful.\" He just wasn't a good fit.  via @jonathanvswan"],["RealDonalDrumpf",968561481888550912,"I'm The One With The Mustache #MyHashtagMagazineHeadline "],["RealDonalDrumpf",968519842314752001,"\"There is absolutely no way Donald Trump could find time on his busy schedule to testify to Robert Mueller\" Jonathan Turley on @FoxNews"],["RealDonalDrumpf",968201798891851780,"Things are getting bad. Melania's even cancelled my Amazon Prime. #BoycottNRA #BoycottAmazon "],["RealDonalDrumpf",968078669074886657,"The hills are alive with the sound of gunfire. "],["RealDonalDrumpf",967988346566955008,"But mainly because people are tired of all the winning, right? "],["RealDonalDrumpf",967926835387551744,"I'm absolutely willing to testify, just not under oath and only if Judge Jeanine is asking the questions. "],["RealDonalDrumpf",967925546838577152,"I wondered why his face kept popping up on my screen. "],["RealDonalDrumpf",967916572986761216,"That photo is so money! "],["RealDonalDrumpf",967916056525332480,"Ka-ching! "],["RealDonalDrumpf",967912254971793408,"OK, it can get worse. (2/2) "],["RealDonalDrumpf",967911935999139840,"Look on the bright side. It can't get any worse! (1/2) "],["RealDonalDrumpf",967829432860905472,"@KimKardashian #goals"],["RealDonalDrumpf",967825770650525696,"Now you're getting it! "],["RealDonalDrumpf",967805352443039751,"Obama knew Russia was meddling and did NOTHING! I know Russia is meddling and am giving them really useful Facebook targeting advice!"],["RealDonalDrumpf",967798106459983881,"The system was rigged! Big kiss to you, Mark Zuckerberg! "],["RealDonalDrumpf",967555559028387846,"Obama's time machine is very powerful! "],["RealDonalDrumpf",967539229696974848,"For @toddstarnes, #AllPerksMatter "],["RealDonalDrumpf",967499718556254209,"I would have used a condom when I fucked Stormy Daniels but George Soros persuaded me not to. "],["RealDonalDrumpf",967478663544438784,"For every American killed by an act of terror, 1,049 are killed by guns. My solution is to ban an entire religion and bring in more guns!"],["RealDonalDrumpf",967476311324332035,"Other countries have successfully used gun control to stop school shootings. My plan is much better. More guns!"],["RealDonalDrumpf",967460315226140678,"#Winning. "],["RealDonalDrumpf",967385520170000385,"It was a mother-in-law joke. "],["RealDonalDrumpf",967235997464498177,"Some very fine people. "],["RealDonalDrumpf",967200609345638402,"Maybe \"ruse\" was too strong a word. "],["RealDonalDrumpf",967198422800502784,"@scottjohnson Just when I thought I could relax about Kim Kardashian #KKSTW"],["RealDonalDrumpf",967193535605862400,"We must arm our teachers, but not our #MaraLago caddies! That would be much too dangerous."],["RealDonalDrumpf",967075021582749697,"And now you know why I'm rambling on at #CPAC2018 and keeping the Australian Prime Minister Whatsisname waiting "],["RealDonalDrumpf",966882611803992065,"Don't take it personally, America. Me and my guys don't give a shit about human rights in any other country, either! "],["RealDonalDrumpf",966821298109370369,"So proud of Eric Trump for giving how whole speech despite the fact no one was listening! #CPAC2018 "],["RealDonalDrumpf",966802631204196353,"Phuk. "],["RealDonalDrumpf",966773915728179200,"Arming our police has gone so well that I figured... let's arm teachers too! #AmericanCarnage"],["RealDonalDrumpf",966713797363798017,"Mike Pence tells me Wayne LaPierre's new idea to provide guns to fetuses is worth looking into!"],["RealDonalDrumpf",966712644978860032,"Wayne LaPierre clearly wasn't given the same talking points I was."],["RealDonalDrumpf",966563940414222336,"We should not allow paid actors to influence our political debates! "],["RealDonalDrumpf",966496608291573760,"I would have written my talking points on my hands like Sarah Palin used to do, but my hands aren't as big as hers."],["RealDonalDrumpf",966386402362523650,"So much winning for the 2%! "],["RealDonalDrumpf",966332057088679936,"If I assaulted 19 women before I became President, why didn't Obama stop me? It's his fault!"],["RealDonalDrumpf",966182321345966080,"Many people are saying that I can't pardon people who haven't committed a crime, but I really want to pardon them before they snitch."],["RealDonalDrumpf",966159373826445312,"When eight-year-olds were asked to rank all the Presidents in their lifetime, I came in second! "],["RealDonalDrumpf",966151550082183169,"Now I'm feeling insecure. "],["RealDonalDrumpf",966118789887741952,"RT @RealDonalDrumpf: You've seen the Manchurian Candidate? I'm the Manafortchurian Candidate. Now stop asking questions, dammit! "],["RealDonalDrumpf",966091889853304832,"I'm #soangrywithrussia I'm only going to allow Russians to buy 95% of the apartments in my next condo development in Panama."],["RealDonalDrumpf",966085182494265345,"I have been much tougher on Putin than Obama, just look at the facts and then pretend you didn't."],["RealDonalDrumpf",966083359440023554,"Women are doing better than ever under Trump. One porn star is already $130,000 richer!"],["RealDonalDrumpf",966030898037710853,"Many people are saying Kill the NRA, but if that happens who will launder the money the Russians want to funnel to the GOP?"],["RealDonalDrumpf",966020805380452354,"Many people are saying that even our lawyers are criminals. Scary! "],["RealDonalDrumpf",965793867902709760,"I made the cover of the Daily News again! "],["RealDonalDrumpf",965793662335668225,"@luzcastro80 #KKSTW"],["RealDonalDrumpf",965745328887619585,"What did I miss while I was golfing? "],["RealDonalDrumpf",965682745493028864,"We must always support our law enforcement officers unless they are investigating me!"],["RealDonalDrumpf",965425025481347073,"Mike Pence keeps telling me it's OK to lie to Robert Mueller as long as I'm doing it for Jesus."],["RealDonalDrumpf",965407159503683584,"The Mar-a-Lago screening room is in chaos! Mike Pence walked out and General Kelly took a knee while Fergie was singing the National Anthem."],["RealDonalDrumpf",965310460299038722,"There was no #1 New York Times bestseller! #FakePresidentFacts "],["RealDonalDrumpf",965298607707574275,"America('s Top 1%) First! "],["RealDonalDrumpf",965292042191626240,"V. Putin is very smart! Jill Stein is still unaware of her role in my victory! "],["RealDonalDrumpf",965014644602687491,"RT @ShakeItSister: Your seat on Marine One is occupied by a porn star. #WarningSignsOfInfidelity "],["RealDonalDrumpf",964988047963107328,"Your personal lawyer just billed you $130,000 for \"incidentals\" on his T&amp;E #WarningSignsOfInfidelity"],["RealDonalDrumpf",964975997190799360,"Let he who has not conspired against the US, laundered money, or concealed a few offshore bank accounts cast the first stone!"],["RealDonalDrumpf",964972462436966400,"From October: "],["RealDonalDrumpf",964692683930382336,"I asked Stephen Miller to write me a speech to unite the nation. But he wrote it for the Aryan Nation. "],["RealDonalDrumpf",964610688013488128,"Only 152 Shopping Days until the next \"Made In America Week\"!\n\nUntil then: "],["RealDonalDrumpf",964607518495444993,"I have no deals with Russia! Except the one to fix the election."],["RealDonalDrumpf",964607047286304768,"America is becoming a laughing-stock! "],["RealDonalDrumpf",964588026176434177,"#FlashbackFriday Happier times "],["RealDonalDrumpf",964562261850382336,"War is peace.\nFreedom is slavery.\nIgnorance is strength.\nRussia is a ruse. "],["RealDonalDrumpf",964557526686752768,"Democrats have totally abandoned DACA recipients! "],["RealDonalDrumpf",964336727807717381,"Really enjoying the new Louise Linton profile in Elle! "],["RealDonalDrumpf",964273993023983617,"Aside from the collusion, the suspicious real estate deals &amp; the money laundering, I have nothing to do with Russia! "],["RealDonalDrumpf",964269305092362241,"#ThrowbackThursday That time I told Angela Merkel I'd agreed to collaborate with Putin on cybersecurity. "],["RealDonalDrumpf",964255923979120640,"#ThrowbackThursday Celebrating the House GOP's historic vote to take healthcare away from the mentally ill "],["RealDonalDrumpf",964242226275635200,"But Huma Abedin used personal email to set up a meeting between a Crown Prince and Hillary Clinton, so equal. "],["RealDonalDrumpf",964209158256959488,"So many signs. "],["RealDonalDrumpf",963903916827185152,"Let's not turn this into a witch-hunt! "],["RealDonalDrumpf",963750940078637059,"We have a system of checks and balances! Russia writes the checks. My balances go up!"],["RealDonalDrumpf",963737106450468864,"Happy Valentines Day to my one and only. "],["RealDonalDrumpf",963626734171164678,"Trumpcare offers the poors a real choice! Bankruptcy or death."],["RealDonalDrumpf",963624758331035649,"The wealth will trickle down, believe me! You poors just need to get by without healthcare or a living wage until it does."],["RealDonalDrumpf",963546611312922630,"#ManyPeopleAreSaying the #TrumpBudget will devastate the lives of the very people I vowed to protect."],["RealDonalDrumpf",963465846327832578,"Does this mean I have to shut down Jared's back channel to the Kremlin? "],["RealDonalDrumpf",963443550884192256,"Thanks for letting me know. "],["RealDonalDrumpf",963421504540114944,"Many people are saying that me calling Hillary \"nasty\" was just another of my psychological projections. "],["RealDonalDrumpf",963243670311927808,"We cannot let terrorists destroy our way of life! My budget will remove their incentive to do so. #TrumpBudget "],["RealDonalDrumpf",963200082312138752,"#WaysToRuinTheRomance Sneak out to fuck a porn star while wifey's home nursing the baby."],["RealDonalDrumpf",963153455593422848,"There really is a tweet for everything. #TrumpBudget "],["RealDonalDrumpf",963152463145549824,"Thank you for your support! #TrumpBudget "],["RealDonalDrumpf",963084859320225792,"Clint Eastwood's chair has never looked better. "],["RealDonalDrumpf",963080777159401472,"I could deport Jesus and not lose a single Evangelical vote! "],["RealDonalDrumpf",963065822112632832,"A very touching story! #MAGA "],["RealDonalDrumpf",963064063306629126,"Welcome to Infrastructure Week! We start unloading the Russian steel today! "],["RealDonalDrumpf",963048353004212224,"The Washington Post story about the corruption at Scott Pruitt's EPA is a hoax invented by the Chinese!"],["RealDonalDrumpf",962925147056373760,"RT @EricWolfson: .@RealDonalDrumpf #CouldBeatTrumpIn2020.\n\nThey’ve already had at least one debate. "],["RealDonalDrumpf",962924934304591872,"@PokeTheStars The original and still the best."],["RealDonalDrumpf",962917552887394304,"I'm sure #MAGA voters won't mind.  "],["RealDonalDrumpf",962818797727092737,"I used to tweet about what a lousy job the President was doing. Now I tweet about what a lousy job everybody else is doing."],["RealDonalDrumpf",962810682898042881,"RT is not an endorsement. It's @seanhannity's next employer!"],["RealDonalDrumpf",962796600329465861,"I love that @SpeakerRyan is OK with Russia taking us over as long as he's allowed to kill Medicare."],["RealDonalDrumpf",962762587027988480,"@TeaPainUSA I make the best deals!  "],["RealDonalDrumpf",962761362316374016,"You have to treat women like shit #FakeRelationshipFacts"],["RealDonalDrumpf",962746309257121792,"Republicans really want to fix DACA, believe me! It was working perfectly fine until Obama made me break it. He's so sneaky!"],["RealDonalDrumpf",962726425781555200,"@KimKardashian We need you Kim! #KU #KUWTK #KKSTW "],["RealDonalDrumpf",962726136391327744,"Don't spend it all at once, folks! You're going to have to pay the IRS back next year! "],["RealDonalDrumpf",962723815821402113,"She says she's running for the Ohio state legislature, but the Ohio state legislature denies it. "],["RealDonalDrumpf",962538168657633280,"$130K #BadNicknamesForLovers "],["RealDonalDrumpf",962412086428135424,"I am the LAW &amp; ORDER President! The law does whatever I order! "],["RealDonalDrumpf",962189571411849216,"Stephen Miller just told me it's pronounced \"big lie,\" not \"bigly\" "],["RealDonalDrumpf",962109937609531393,"#SignsYouveBecomeYourParents Hair like Mom. Racism like dad. "],["RealDonalDrumpf",961780103381442560,"I love the easily manipulated! "],["RealDonalDrumpf",961771960362590208,"@SSHobbs @MissesBun I think you're both right. ;)"],["RealDonalDrumpf",961659163800756224,"Please do NOT retweet this GIF of my baldy chrome dome as many of my supporters are DOME-APHOBIC! "],["RealDonalDrumpf",961326112050688000,"Quincy Jones dated Ivanka when he was 72, so there's hope for me yet!"],["RealDonalDrumpf",961323799617720320,"NEW FBI TEXTS ARE BOMBSHELLS! "],["RealDonalDrumpf",961229820079337472,"Make America Bulgaria Again #militaryparade "],["RealDonalDrumpf",961224015988903937,"Clapping is important. But what I really want is a #militaryparade. "],["RealDonalDrumpf",961107986042245120,"RT @RealDonalDrumpf: Note to self: Ask the #Rockettes to perform in military uniforms during a parade of nuclear weaponry "],["RealDonalDrumpf",961099256529596416,"Only very smart people can see my new Commander-in-Chief outfit! #TrumpParade "],["RealDonalDrumpf",961082174391881728,"Even on positive news, @SpeakerRyan wouldn't clap for the President during the #StateOfTheUnion. It's treason! "],["RealDonalDrumpf",961066412818227200,"I have asked the Pentagon to work something up for me based on this concept board I put together "],["RealDonalDrumpf",961014217561296897,"Kylie Jenner has named her baby Stormi. I deserve all the credit!"],["RealDonalDrumpf",960958165054521344,"Many of the people who burned their #MAGA hats last year are now burning their #Dow26000 hats, too. Sad!"],["RealDonalDrumpf",960956254750412806,"It's either this or the insanity defense. "],["RealDonalDrumpf",960934103733456896,"Let's just say I've had more success with porn stars than I've had with Sports Illustrated cover models."],["RealDonalDrumpf",960908787610775552,"No other President has ever wiped out $1 TRILLION in market value in TWO DAYS! #MAGA "],["RealDonalDrumpf",960904224954572800,"#GetMeHotIn4Words Spanky Spanky Forbsy Forbsy! "],["RealDonalDrumpf",960888559732436992,"I have always supported a path to citizenship for illegal immigrants as long as they were: a) supermodels, and b) willing to fuck me."],["RealDonalDrumpf",960888559732436992,"I have always supported a path to citizenship for illegal immigrants as long as they were: a) supermodels, and b) willing to fuck me."],["RealDonalDrumpf",960749423818166272,"Devin Nunes will one day be recognized as a \"Great American\" by our new Russian Overlords!"],["RealDonalDrumpf",960631698412236802,"The Dow Jones Industrial Average has just had its biggest one day point drop in history! I deserve all the credit. #StockMarketCrash"],["RealDonalDrumpf",960408667437793280,"@Hardangelfan Ha! Did you make that?"],["RealDonalDrumpf",960405824312086528,"Congratulations to the Philadelphia Eagles on a great SuperBohmygodwouldyoulookatthat "],["RealDonalDrumpf",960344597594550272,"I haven't been this excited since Stormy spanked me with a copy of Forbes magazine #SuperBowl"],["RealDonalDrumpf",960342220019773440,"V. Putin is very smart! "],["RealDonalDrumpf",960319823069761536,"This is the best #SuperBowl ever! I'm just sad 1 in 3 people in Puerto Rico are unable to watch it."],["RealDonalDrumpf",960309697919307776,"Tom Brady is 6'4\" and 225 lbs. It's good to know what I'll look like when I lose that last 10 lbs! #SuperBowl "],["RealDonalDrumpf",960240311871123456,"The local child molester was unavailable. "],["RealDonalDrumpf",960195861186785280,"This is correct. "],["RealDonalDrumpf",960017030501031936,"He had a glowing recommendation letter from a Mr. V. Putin! "],["RealDonalDrumpf",960008488045903872,"Fuck. "],["RealDonalDrumpf",959981373175029760,"I'm 6'3\", 239 lbs and totally vindicated, believe me!"],["RealDonalDrumpf",959832595788951557,"RT @RealDonalDrumpf: We must have TRANSPARENCY!!! Unless you want to see my tax returns, White House visitor logs, who I meet with at Mar-a…"],["RealDonalDrumpf",959829334923055104,"I have a lot on my mind! "],["RealDonalDrumpf",959626736920137728,"War! What is it good for?\n\nI'm thinking 30-40 House seats. "],["RealDonalDrumpf",959620843847503873,"#HANNITY IS RIGHT! A GUILTY PLEA PROVES NOTHING! "],["RealDonalDrumpf",959609664836194304,"If you need aluminum siding, I know a guy! "],["RealDonalDrumpf",959516679112941569,"Stocks are down 550 points! Sue \"Dumbass Devin\" Nunes!!!! #MemoDay "],["RealDonalDrumpf",959490238832930817,"My boss is very happy that I decided to release the Nunes Memo! #MemoDay "],["RealDonalDrumpf",959469927030771712,"Just in case the #NunesMemo backfires, Sean Hannity says he's bringing #WagTheDog for our Movie Night this weekend! "],["RealDonalDrumpf",959448034617815040,"I deserve all the credit for the black unemployment rate. #JobsReport "],["RealDonalDrumpf",959408166063702016,"Punxsutawney Phil sees his shadow, proving that global warming is a hoax invented by the Chinese. Keep polluting, America! #GroundhogDay"],["RealDonalDrumpf",959257945300185088,"Melania keeps telling me it's the final season of #Scandal which is odd because she's not watching TV, she's reading In Touch magazine."],["RealDonalDrumpf",959256080860794880,"I can't wait to get Mueller, Wray and Rosenstein into the boardroom for next week's episode! "],["RealDonalDrumpf",959232449044721664,"My understanding is that I will be meeting with Robert Mueller primarily to discuss adoptions."],["RealDonalDrumpf",959225355373613061,"Remember when I told you not to vote for Hillary because she mishandled classified information? That was a good one."],["RealDonalDrumpf",959132340583915520,"The winning had to stop some time. "],["RealDonalDrumpf",959125955775270913,"I have a lot of history with the blacks! #BlackHistoryMonth "],["RealDonalDrumpf",959082783149871104,"It's a New American Moment! #WhitesOnly "],["RealDonalDrumpf",958946102618796032,"So far my New Year's Resolution to stop obstructing justice has been a big FAIL."],["RealDonalDrumpf",958945696694104064,"Well, spank me with a copy of Forbes Magazine! Hope Hicks was just named to the @Forbes #30Under30 list! "],["RealDonalDrumpf",958926335765893121,"The good news: Hope Hicks is definitely on my team! The bad news: My team is all going to prison."],["RealDonalDrumpf",958904513435496448,"I'm just so disgusted at Ben Carson! "],["RealDonalDrumpf",958904107066109952,"The Ben Carson corruption scandal has shocked me to the core, I tell you! "],["RealDonalDrumpf",958903852379574272,"Where on earth did Ben Carson get the idea he could use his government position to enrich his family members? "],["RealDonalDrumpf",958817343781720065,"I don't have to ask Blake @farenthold if he's \"on my team\"! "],["RealDonalDrumpf",958815395732914177,"Of course, I asked Rod Rosenstien if he was on my team! V. Putin wanted to order the new team jerseys!"],["RealDonalDrumpf",958790068738707457,"I am a very stable genius and I have a bigger, more powerful button than anyone."],["RealDonalDrumpf",958771936250814464,"Evangelicals think I'm an excellent role model, although when I volunteer to babysit their teenage daughters they get all quiet."],["RealDonalDrumpf",958766435374977024,"I deserve all the credit! #SOTU "],["RealDonalDrumpf",958712829380628481,"My #SOTU is getting great reviews! It's a New White American Moment! "],["RealDonalDrumpf",958556194507034624,"Many people are saying this is the moment Joe Kennedy III became President #SOTU "],["RealDonalDrumpf",958541617463545857,"We have made great progress in eliminating serial sexual harassers from positions of power, but there is still more work to do! #SOTU"],["RealDonalDrumpf",958534058572697600,"Don't Google \"side effects of Propecia.\" I've upped my dose but I can handle it fine. #SOTU"],["RealDonalDrumpf",958532803179831303,"I am totally innocent. I just don't want to talk to Robert Mueller. #SOTU"],["RealDonalDrumpf",958531547682009089,"As President, I have grown one inch in height, which is very impressive at my age, as most old people start to shrink a bit. #SOTU"],["RealDonalDrumpf",958530288669388801,"I wrote this speech all by myself. Doesn't it sound like me? #SOTU"],["RealDonalDrumpf",958529028662677506,"I am, like, very smart and stable. A very stable genius. Totally not bonkers. #SOTU"],["RealDonalDrumpf",958527786175664129,"I am eliminating waste in Washington! Instead of a system of checks and balances, it is now all direct deposit. #SOTU #Emoluments"],["RealDonalDrumpf",958525253914972160,"Women are doing better than ever under Trump! One porn star is already $130,000 richer. #SOTU"],["RealDonalDrumpf",958522750771089409,"When I called Africa a \"shithole,\" I meant it in the nicest way. After all, that's my plan for America, too. #SOTU "],["RealDonalDrumpf",958521479695622144,"Remember when I called NFL players \"sons of bitches\"? That was a good one. #SOTU"],["RealDonalDrumpf",958520255999086592,"Somebody please tell the 1/3 of residents in #PuertoRico who still don't have electricity how great I'm doing! #SOTU"],["RealDonalDrumpf",958476486285168640,"The State of the Union is Soviet. #SOTU "],["RealDonalDrumpf",958464228037406722,"#StupidQuestionsForYourSpouse Have you seen my copy of In Touch magazine? "],["RealDonalDrumpf",958463470785257472,"Melania will be joining me at the #StateOfTheUnion tonight. I've asked her to wear her FLOTUS hat so I can recognize her. #SOTU"],["RealDonalDrumpf",958424529658925056,"I have been an incredible President for jobs if you only compare me to our most recent white President! #SOTU"],["RealDonalDrumpf",958396440111452161,"Stocks are down 350 points? Sue me. "],["RealDonalDrumpf",958388155048185856,"Thank you, Little Marco! Your coded messages really help! "],["RealDonalDrumpf",958214607264473088,"This was a really great idea and I thank you for it! "],["RealDonalDrumpf",958199419664588801,"Good news: Melania will be joining me at the #StateOfTheUniom tomorrow night!\n\nBad news: She wants to give the rebuttal."],["RealDonalDrumpf",958139007233380353,"Andrew McCabe's replacement at the FBI must be someone above reproaching me!"],["RealDonalDrumpf",958108963039580160,"Kim K is trying to distract from my State of the Uniom undress! "],["RealDonalDrumpf",958106868496420864,"The State of the Uniom is obstructed, justice-wise "],["RealDonalDrumpf",958101397551140864,"RT @christinawilkie: Trump arguing in court that his Jupiter resort is only worth $15 million, not $20 million like the county assessor say…"],["RealDonalDrumpf",958097260528721920,"You can expect mine in the Year 2110. "],["RealDonalDrumpf",958092136515334144,"The State of the Uniom is Totally Fucked."],["RealDonalDrumpf",958035619128672256,"Many people are saying today's the deadline for implementing sanctions on Russia. Such a difficult decision! "],["RealDonalDrumpf",957824504335687681,"I sometimes tweet in bed. But only after the porn stars have left."],["RealDonalDrumpf",957819426753204224,"What Happened at the #GRAMMYs? "],["RealDonalDrumpf",957809703328862208,"I'm just glad @OMAROSA found somewhere with less drama and dysfunction than the Trump White House. "],["RealDonalDrumpf",957771344988471296,"I have a terrific plan for building a 5G network. I call it \"National Socialism\"! "],["RealDonalDrumpf",957766456749580288,"This is where my whole argument falls apart "],["RealDonalDrumpf",957758606417563651,"Has anyone seen Melania?"],["RealDonalDrumpf",957665601790660608,"Having lunch with Stephen Miller and General Kelly. I'm the least racist person at the table!"],["RealDonalDrumpf",957659422045679616,"Make Lead and Mercury Poisoning Great Again! "],["RealDonalDrumpf",957645007086915584,"Somebody tell Eminem that when he said \"a fucking turd would be better as President,\" I have no comeback on that one."],["RealDonalDrumpf",957454338879819776,"Such a notoriously nasty woman. "],["RealDonalDrumpf",957434830148571136,"The ratings will be YUGE! "],["RealDonalDrumpf",957434223056519168,"The bots love me. "],["RealDonalDrumpf",957425060524036096,"I deserve all the credit. "],["RealDonalDrumpf",957374368321024001,"5 million Russian bots voted illegally in the last election! "],["RealDonalDrumpf",957366726227845121,"V. Putin is very smart! "],["RealDonalDrumpf",957300699674677248,"I hire the best stooges. "],["RealDonalDrumpf",957291709003632641,"6'3\". 239lbs. And oh, the hair. "],["RealDonalDrumpf",957288302884917253,"Funny how that works, isn't it? "],["RealDonalDrumpf",957282357819691008,"Sean Hannity's Twitter has disappeared! How will I schedule my next foot massage?"],["RealDonalDrumpf",957087016356851713,"The toupee is real. The book is fake. "],["RealDonalDrumpf",957061354577424384,"Who knew healthcare could be so expensive? "],["RealDonalDrumpf",957041451313061891,"Al Franken was a harasser!\n\nAnthony Weiner was a pervert!\n\nHarvey Weinstein was a rapist!\n\nBut Steve Wynn is a Republican, goddammit!"],["RealDonalDrumpf",957028789913088000,"RT @DrRosenRosen19 \"We’re going to Wynn so much, you’re going to be so sick and tired of Wynning!\" "],["RealDonalDrumpf",957027212384927751,"America is open for business and we also enjoy blow jobs. "],["RealDonalDrumpf",957024770901659650,"Thank goodness Steve Wynn is a Republican, so he can keep grabbing as much pussy as he likes! "],["RealDonalDrumpf",957022327434342406,"RT for 🇺🇸\nFav for 🇷🇺 "],["RealDonalDrumpf",956886273947561984,"You're still cool with not being inspired by my 19 accusers, right? "],["RealDonalDrumpf",956873340081311744,"Make Lead and Mercury Poisoning Great Again! #WEF18 #Davos18 "],["RealDonalDrumpf",956872666664914945,"Make Lead and Mercury Poisoning Great Again! #WEF18 #Davos18 "],["RealDonalDrumpf",956859482759421952,"Well, spank me with a copy of Forbes magazine! "],["RealDonalDrumpf",956772645919428608,"#ThrowbackThursday That time I almost fired Robert Mueller last June "],["RealDonalDrumpf",956742478505312256,"It's hard to keep criticizing people for being haters &amp; losers when that pretty much describes all my top advisers."],["RealDonalDrumpf",956735636517654528,"And surprisingly svelte. "],["RealDonalDrumpf",956651984920240128,"I'm not allowed to tweet about mass shootings by white people under the terms of my multi-million-ruble sponsorship deal with the NRA."],["RealDonalDrumpf",956604952180416512,"After I get my wall funded, I'll have time to focus on the GOP plan to kill the Post Office! "],["RealDonalDrumpf",956593970083258368,"RT @kimksavesworld: The #DoomsdayClock reaches two seconds to midnight before \"Kim Kardashian Saves the World\" in the 2016 #Kindle Politica…"],["RealDonalDrumpf",956579221962403840,"@KimKardashian  "],["RealDonalDrumpf",956559381046419457,"Its not perjury when you lie to reporters! #stablegenius "],["RealDonalDrumpf",956406972844298240,"I would definitely testify to Robert Mueller under oath. Only not about the Russia stuff. Or the money laundering."],["RealDonalDrumpf",956273360106909698,"I've asked Hope to spank me with a copy of Forbes magazine while we're in #Davos. Is that punishment enough? "],["HillaryClinton",970071393990832129,"Saw Black Panther with Bill this afternoon &amp; loved it. Beautiful film, lots of action, and a great message. Don't miss it!"],["HillaryClinton",969602156977377282,"RT @kylegriffin1: Outdoor retailer REI says it’s halting future orders of some popular brands — including CamelBak water carriers, Giro hel…"],["HillaryClinton",969257037027831808,"College students--you have the power to take back a Democratic majority in the House. Deadline is today! Apply now: "],["HillaryClinton",968543389116456960,"I’m so excited! 🤗 "],["HillaryClinton",968512553948254209,"RT @JaclynCorin: PLEASE PRE-REGISTER TO VOTE IF YOUR STATE ALLOWS! TO MY GENERATION: WE MUST VOTE OUT THE PEOPLE WHO VALUE DOLLARS OVER LIV…"],["HillaryClinton",966795385732845569,"Women’s rights are human rights. That was a radical idea back in 1995. It shouldn’t still be two decades later.\n"],["HillaryClinton",966379325351227392,"Another terrific organization Onward Together is working with to make change! "],["HillaryClinton",965612517048438784,"Want to hear the real story of the @ClintonFdn? Read this: "],["HillaryClinton",964989708790128640,"RT @JoshuaChavers: Here’s the speech from Marjory Stoneman Douglas High School student Emma Gonzalez at an anti-gun rally happening today i…"],["HillaryClinton",964581596409008128,"And to this young woman. Every day that we refuse to act, we are failing them. \n"],["HillaryClinton",964581594760663042,"We owe it to this young man who lost classmates: \n"],["HillaryClinton",964335625666285570,"RT @GregHale1: 41 years ago @HillaryClinton helped found @AACF to help children and families have the resources and opportunities to live b…"],["HillaryClinton",963985969576890368,"RT @GiffordsCourage: Read @GabbyGiffords' statement about today's school shooting in Parkland, Florida: "],["HillaryClinton",962710651008421888,"Love this! "],["HillaryClinton",961311854244057088,"Tune in today at 2:30pm ET/11:30am PT! "],["HillaryClinton",960544721029525504,"Tune in! "],["HillaryClinton",959285940467392512,"@PhilippeReines @RWPUSA @ErinBurnett @CNN 🙏"],["HillaryClinton",957091288754606080,"I called her today to tell her how proud I am of her and to make sure she knows what all women should: we deserve to be heard."],["HillaryClinton",954471575788679169,"RT @civilrights_MS: Reps. John Lewis, Bennie Thompson to Attend Grand Celebration of Mississippi Civil Rights Museum "],["HillaryClinton",954430425321046016,"I’m so heartened by all of you. Onward! "],["HillaryClinton",953005910930153472,"These words from Dr. King also come to mind today: "],["HillaryClinton",952958227825782784,"Beautifully said, @BerniceKing. An important message today and every day. "],["HillaryClinton",951651526694653952,"RT @BillKristol: Two weeks ago a 26-year old soldier raced repeatedly into a burning Bronx apartment building, saving four people before he…"],["HillaryClinton",950847524285435904,"RT @melvillehouse: Today, the amazing @SusanBordo's THE DESTRUCTION OF HILLARY CLINTON is out in paperback! We're celebrating with this exc…"],["HillaryClinton",946448110263431169,"RT @tribelaw: Retweet if you agree it’s totally crazy to suggest that the FBI — having helped sink Hillary’s campaign by revealing that she…"],["HillaryClinton",944766473163214849,"RT @Jorge_Silva: Must read:  Former Clinton deputies: How Rex Tillerson can right the State Department. #statedepartment  "],["HillaryClinton",944278916621066240,"More than 400 students and leaders met last month at the @votolatino Power Summit to share resources and tools for national advocacy."],["HillaryClinton",944278786874527744,"The team at @latinovictoryus is working to elect more Latino candidates at every level of government."],["HillaryClinton",944278119237681152,"At @alliance4youth, young people are using local organizing to address economic inequality, attacks on voting rights, and more."],["HillaryClinton",944277660087324674,"The organizers at @iVoteFund worked with partners on the ground to get automatic voter registration on the ballot in Nevada."],["HillaryClinton",943627035926302720,"RT @NickMerrill: What Happened by @HillaryClinton was named a best book of the year by:\n✔️ The New York Times\n✔️ The Washington Post\n✔️ NPR…"],["HillaryClinton",943569489664278533,"Something productive to do with your outrage today: "],["HillaryClinton",943253960139460611,"A little girl power in Pasadena...\n "],["HillaryClinton",941726067638681600,"Today is the final day to sign up for 2018 health coverage. Go to  and get covered! "],["HillaryClinton",941390586845597696,"@ELaffGarb @DHochsprung @ELaffGarb, thinking of you, @nelba_MG, and all the Sandy Hook families this week. Thank you for your courage."],["HillaryClinton",940812691924496385,"Yes!\nElections matter. "],["HillaryClinton",939291618250842112,"If you don't live in an area that could be affected, read this to see how you can help those who do:\n"],["HillaryClinton",938849829521907712,"I’m going to keep tweeting about this, and speaking out every chance I get, until it is fixed."],["HillaryClinton",938848879142989829,"Meanwhile, Senate Republicans rushed to pass so-called tax reform - a giveaway for those who least need it."],["HillaryClinton",938848512564965376,"There’s a lot to be frustrated by right now, to say the least. Here’s something that we should be able to fix."],["HillaryClinton",936371444304531456,"Sign up before midnight TONIGHT! "],["HillaryClinton",935670482447290368,"RT @swingleft: It's #GivingTuesday! With your donation of $25 or more to Swing Left, take your pick of one of our brand-new holiday cards—p…"],["HillaryClinton",935670447412269056,"RT @IndivisibleTeam: This is one of the exciting things about today! Your donations are matched 1:1 for #GivingTuesday so every and any kin…"],["HillaryClinton",935670363924697088,"RT @votingwhileblk: Support ColorOfChangePAC's work to engage Black voters in down-ballot races this #GivingTuesday 👉🏾 "],["HillaryClinton",935670254621126661,"RT @runforsomething: On Nov. 7, @runforsomething candidates added 31 seats to the progressive bench -- and we're just getting started! Toda…"],["HillaryClinton",935670029819043840,"RT @EmergeAmerica: It’s clear that the answer is to elect more women. On #GivingTuesday, join our cause to recruit and train more Democrati…"],["HillaryClinton",933107180131282944,"And on top of that, you can’t beat a little book signing wardrobe fun.\n\n "],["HillaryClinton",932013250690023425,"RT @BillClinton: Tonight, @HillaryClinton and I will join our friend @JamesCarville for a look back at the '92 campaign—25 years later!—and…"],["HillaryClinton",931304645653299201,"RT @swingleft: The House just passed a massive tax cut for the wealthy, and Republicans want to pay for it by taking apart Obamacare. \n\nLet…"],["HillaryClinton",931292276709580802,"It’s true! I want to join your book club to talk about What Happened &amp; what’s happening...sign up! "],["HillaryClinton",931292070312140804,"@BenSPLATT @DearEvanHansen Two friends on a perfect day. Sincerely, me."],["HillaryClinton",931167854828883968,"Good. "],["HillaryClinton",930540319606747137,"Being your candidate was the honor of a lifetime. Now it's your turn to #runforsomething: "],["HillaryClinton",929862099446181888,"Proud of you, Becca! \n "],["HillaryClinton",929749504131289088,"It was a thrill to work on this project with @ElaineWelteroth.  I’m really proud of the result. I hope you enjoy it. "],["HillaryClinton",929402248102383616,"Thank you to all who have worn our country's uniform, and the families who serve with them. Happy Veterans Day."],["HillaryClinton",928292270918561793,"Love this. What a great way to spend November 8th—or any day, for that matter! "],["HillaryClinton",928282921643003906,"And the important work done by @ColorofChange’s PAC was instrumental in winning the district attorney race in Philadelphia."],["HillaryClinton",928281815542128641,".@EmergeAmerica-trained candidates won all across the country, including 9 of the seats Democrats won in Virginia's House of Delegates."],["HillaryClinton",928281041927921669,"They tell me about 10% of first-time candidates usually win, but 40% of @runforsomething candidates came out on top yesterday."],["HillaryClinton",928104005875748865,"Yes! "],["HillaryClinton",927938766576201728,"And if you live in New York state like I do, there are a lot of important races today, so go out and vote—I did!"],["HillaryClinton",927938290304548864,"New Jersey: you have the chance to elect @PhilMurphyNJ @SheilaOliverNJ and other great Dems today. Take it!"],["HillaryClinton",927937963064987648,"Virginians: my friends @RalphNortham @FairfaxJustin @MarkHerringVA need you to show up and vote to get across the finish line."],["HillaryClinton",927877148249075712,"You can confirm where to vote here:  "],["HillaryClinton",927876262722498560,"Live in VA, NJ, WA, NY or anywhere with an election today? Consider this my personal ask/nudge/plea for you to go to the polls and VOTE."],["HillaryClinton",926133389467451392,"Be Resilient. "],["HillaryClinton",925862310832459776,"Today marks the start of open enrollment for 2018 health coverage. Go to  to find your perfect plan. #GetCoveredNow"],["HillaryClinton",925515496576962562,"New York's resilience is stronger than a cowardly act of terror. Thinking of the victims, their families, &amp; the responders who saved lives."],["HillaryClinton",924457626951389185,"No one I would rather share initials with than @HRC. "],["HillaryClinton",924457383446925318,"Oh is that today? "],["HillaryClinton",921819973844131840,"RT @Bush41: With top musical talent from Texas &amp; beyond, Deep from the Heart: The One America Appeal Concert promises to be an uplifting, u…"],["HillaryClinton",920269620296105985,"This is a disgrace. American citizens need America’s resources. Now.\n"],["HillaryClinton",917803932205842437,"RT @NickMerrill: Statement from Secretary Clinton on Harvey Weinstein: "],["HillaryClinton",917559594880241664,"Call Congress @ (202) 224-3121. Tell them we must work together to get this done for the children &amp; families counting on CHIP. 7/7"],["HillaryClinton",917559195448283139,"Grateful to the Senate Finance Committee for passing a strong and much needed bipartisan reauthorization bill. Now, let's get this done. 6/7"],["HillaryClinton",917558953923563523,"The test of any society is how it treats its children. We cannot allow millions of kids to lose access to basic health care. 5/7"],["HillaryClinton",917558682254282752,"Right now, many states are getting ready to send out notices to parents, letting them know that their kids’ coverage is in jeopardy. 4/7"],["HillaryClinton",917558417526489088,"There are so many stories of young people whose lives have been transformed by CHIP. Sara's is one:  3/7"],["HillaryClinton",917558214585208834,"Back in the '90s, Democrats and Republicans worked together to pass CHIP. Today, it covers 9 million kids. 2/7"],["HillaryClinton",917558102630830080,"This hasn't gotten enough attn: For the first time, Congress missed the deadline to reauthorize the Children's Health Insurance Program. 1/7"],["HillaryClinton",917435969422446593,"Thanks to @parentsmagazine for a great chat about what it was like to work on It Takes A Village with @MarlaFrazee. "],["HillaryClinton",916765415400890368,"Couldn't have put it better! Proud to have contributed to this book about how to @runforsomething. "],["HillaryClinton",916764885144309760,"RT @PhilippeReines: As the world sees the worst of us this tribute to Anita Datar who died as the best of America reminds us who we are.\nht…"],["HillaryClinton",916449301265387521,"Taking the stage at Stanford to talk about threats to western democracy - and what we can do about them. Tune in!\n\n"],["HillaryClinton",914853632083877888,"Our grief isn't enough. We can and must put politics aside, stand up to the NRA, and work together to try to stop this from happening again."],["HillaryClinton",914853465926639618,"The crowd fled at the sound of gunshots. \n\nImagine the deaths if the shooter had a silencer, which the NRA wants to make easier to get."],["HillaryClinton",914853171478097922,"Las Vegas, we are grieving with you—the victims, those who lost loved ones, the responders, &amp; all affected by this cold-blooded massacre."],["HillaryClinton",914236770216181762,"Don’t let anyone make you feel alone. We are with you and Puerto Rico. "],["HillaryClinton",913218518811897856,"Great to be back in Brooklyn sharing #ItTakesAVillage with readers of all ages! "],["HillaryClinton",913068407133736961,"It's about time. Ladies, start your engines! "],["HillaryClinton",910891877062324224,"This video from my local bookstore @scatteredbooks in Chappaqua put a smile on my face! Love the soundtrack, too. "],["HillaryClinton",910488656737177602,"Our friends at @IndivisibleTeam explain what's happening and what you can do (need to do!) to stop it. "],["HillaryClinton",910488058646102018,"RT @jimmykimmel: If you too are disappointed in Sen @BillCassidy #GrahamCassidy let them know it - call (202) 224-3121 "],["HillaryClinton",910487525583671296,"Nothing is more important than saving the Affordable Care Act from another cruel effort to take health care away from millions of people."],["HillaryClinton",908488429628985346,"RT @ScaryMommy: The perfect book for teaching young kids – or, you know, the president – how to make the world a better place. "],["HillaryClinton",907767184608374785,"Edie Windsor showed the world that love can be a powerful force for change. She will be greatly missed. "],["HillaryClinton",907658745228001280,"It's happening! \n\nGet your copy of #WhatHappened today:  "],["HillaryClinton",907580627293229057,"You can say that again.\n "],["HillaryClinton",907443585032835072,"Enjoy! See you all tomorrow! 🍕🤗💪 "],["HillaryClinton",907364044738371585,"Today we remember those we lost on September 11, 2001, and reflect on the sacrifice of the victims and responders. We'll never forget."],["HillaryClinton",905934552069234688,"RT @BillClinton: Hurricane Harvey shattered homes and lives. Irma is just as dangerous. Americans lift each other up. Join us to help. #One…"],["HillaryClinton",905573863018332160,"RT @POLITICOMag: Reines: Immersive debate prep taught me being Trump means never having to face the consequences of your actions "],["HillaryClinton",904484186291089408,"I'm excited to sign up for @Verrit, a media platform for the 65.8 million! Will you join me and sign up too? "],["HillaryClinton",903390024586153985,"RT @bustle: Hillary Clinton Reveals How You Can Make A Difference In The Fight Against Trump cc: @HillaryClinton  ht…"],["HillaryClinton",903086498291097600,"RT @billclinton: So many great organizations are helping. Our family has donated to three of them: @TeamRubicon, @DirectRelief, and @TXDIAP…"],["HillaryClinton",903086490015719425,"RT @billclinton: Our thoughts and prayers continue to be with all of the people affected by Hurricane Harvey and with those helping them."],["HillaryClinton",902265477115912192,"RT @SimonBooks: .@HillaryClinton is hitting the road to talk about her new book\n "],["HillaryClinton",901805416887275520,"As we keep everyone affected by Hurricane Harvey in our thoughts, here’s how you can help:\n"],["HillaryClinton",900736572714352641,"Correct. "],["HillaryClinton",900368121617412096,"RT @SimonBooks: “Writing ‘What Happened’ was hard, so is what we see every day. I hope this helps.” – @HillaryClinton "],["HillaryClinton",898298714506133505,"Barcelona, you have our resolve and support in the face of this cowardly attack. We stand together against terrorism wherever it strikes."],["HillaryClinton",898221914476470272,"This is an important step, thanks to @ColorofChange for helping to make it happen. "],["HillaryClinton",896541931630731265,"RT @TerryMcAuliffe: There's no place in Virginia for hatred &amp; bigotry. People who've come to VA today to hurt others are not patriots, they…"],["HillaryClinton",896463940854718464,"We will not step backward. If this is not who we are as Americans, let's prove it."],["HillaryClinton",896463816338399232,"Now is the time for leaders to be strong in their words &amp; deliberate in their actions."],["HillaryClinton",896463708875931649,"Every minute we allow this to persist through tacit encouragement or inaction is a disgrace, &amp; corrosive to our values."],["HillaryClinton",896463528697188352,"But the incitement of hatred that got us here is as real and condemnable as the white supremacists in our streets."],["HillaryClinton",896463243366903808,"My heart is in Charlottesville today, and with everyone made to feel unsafe in their country."],["HillaryClinton",895076203689684993,"@EricBoehlert Right here:\n"],["HillaryClinton",893983482497699841,"America's workers need #paidleave so we can all provide and receive critical care.\n \n#TimeToCare #FMLA24"],["HillaryClinton",893496339891458049,"RT @just_jenna: Not even bound yet and making me cry. The honor was all ours, @HillaryClinton.  "],["HillaryClinton",890552140300726273,"RT @nowthisnews: Exclusive: Hillary Clinton is releasing a tell-all book about the election called 'What Happened' "],["HillaryClinton",887836701527355393,"John McCain is as tough as they come.  Thinking of John, Cindy, their wonderful children, &amp; their whole family tonight."],["HillaryClinton",884770144765059073,"Support Samantha Bee &amp; Planned Parenthood &amp; buy a Nasty Woman t-shirt!\n "],["HillaryClinton",879691103578071040,"For more than 30 years, @emilyslist has paved the way for women to run &amp; succeed in elected office, including me."],["HillaryClinton",878366918243233792,"Forget death panels. If Republicans pass this bill, they're the death party. "],["HillaryClinton",878232458944065536,".@BarackObama is right.\nThis is a critical moment about choosing people over politics.\nSpeak out against this bill.\n"],["HillaryClinton",877958445990674432,"RT @adamslily: When you talk about \"cuts to Medicaid\" just remember you're talking about a lot of kids. It is cruel. "],["HillaryClinton",877958386511249408,"If you're waiting for the right moment to call your Senator about Trumpcare, the moment is now. Don't wait until it's too late. 202-224-3121"],["HillaryClinton",877707862990086148,"Best of luck to the Member Team &amp; the Press Team tonight at the @CWSoftballGame, which raises money for young women with cancer. #CWSG"],["HillaryClinton",876065573997871104,"Let's all keep the brave sailors of the USS Fitzgerald in our thoughts &amp; prayers this weekend.\n"]]
